docs/japan/Why_You_Shouldnt_Learn_Japanese.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-11-23 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Why You Shouldn't Learn Japanese</title>
<meta name="author" content="d)zharii" />
<meta name="generator" content="Org Mode" />
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<link rel="stylesheet" href="/static/t.css"/>
</head>
<body>
<nav><a href="/" tabindex="0">&larrhk; Back to Index</a></nav><div id="preamble" class="status">
Published 2013-01-01
</div>
<div id="content" class="content">
<header>
<h1 class="title">Why You Shouldn't Learn Japanese</h1>
<p class="subtitle" role="doc-subtitle">japan</p>
</header><nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgbb675c9">It's Going to Take Time. A Really Freaking Long Time</a></li>
<li><a href="#orga9f862b">Safe Return Doubtful</a></li>
<li><a href="#org92189f7">Opportunity Cost</a></li>
<li><a href="#org6601dfc">The Payback</a></li>
<li><a href="#org593a03a">You Really Don't Need Japanese</a></li>
<li><a href="#org765d82e">Japanese can Make you Less Popular</a></li>
<li><a href="#orga137065">Japan Isn't all That</a></li>
<li><a href="#org3f6e458">Choose Wisely</a></li>
</ul>
</div>
</nav>
<p>
by Ken Seeroi
</p>


<p>
<a href="https://archive.ph/wd0m5">https://archive.ph/wd0m5</a>
</p>

<p>
Anyone with an interest in Japan should learn a little Japanese, I
really believe. Daily life is much better when you know a few key
phrases: Hello. My name is. Please. May I? No really, please. Why not?
Oh come on, please. You sure? Last chance. Well fine, be that way. Sorry
for causing a scene. Even if I pay you? No? Hmph, well I didn't want to
anyway.
</p>

<p>
But when I say "a little" of the language, I mean it. Beyond a handful
of survival sentences, you should give a really good think to whether or
not you want to continue learning Japanese.
</p>

<p>
So this is Phase II of the Japanese Rule of 7 <i>Learn Yo' Ass Some
Japanese</i> project. Phase I was
<a href="https://archive.ph/o/wd0m5/www.japaneseruleof7.com/how-to-start-learning-japanese/">here</a>.
<a href="https://archive.ph/o/wd0m5/japaneseruleof7.com/how-to-learn-kanji/">Phase III</a>?
Well, okay I haven't written that yet. Hey, what can I say, I'm
lazy. Anyway, where were we? Oh yeah, Phase II. The "selection" phase.
For this, you're going to want to find yourself a really tall mountain.
The taller the better, preferably with a sturdy pine tree. Climb to the
mountaintop and sit there. If there is a pine tree, then climb to the
top of that and sit there instead. Then stay there for exactly one week.
You should probably pack some sandwiches, now that I think about it, and
maybe some beers too. Just think how refreshing they'd be. And while
you're there with your pine cones and sandwiches and beer, ask yourself:
Do I really want to study Japanese? No, really. Because here's what it's
all about.
</p>

<div id="outline-container-orgbb675c9" class="outline-2">
<h2 id="orgbb675c9">It's Going to Take Time. A Really Freaking Long Time</h2>
<div class="outline-text-2" id="text-orgbb675c9">
<p>
I want to tell the world that learning Japanese is easy and fun. Because
that would be great and the world would like that, and then I could sell
the world some secret method that I dreamed up and I'd be rich and the
world would be happy. But on a scale of 1 to
Hot-Tub-at-the-Playboy-Mansion, learning Japanese slots in somewhere
between soldering together your own black-and-white TV and copying the
Bible by hand while wearing a Medieval monk outfit. Plus, it takes a
long time.
</p>

<p>
Look, everyone thinks they can learn Japanese quickly, fueled in part,
no doubt, by the number of websites claiming to help you do so if you
buy their products. But honestly, when I look at the very few people I
actually know who've succeeded, it's clear why. They got up at 4 a.m.
every morning to do speaking drills, or wrote 50,000 flash cards, or
went to language school five hours a day. Myself, I can honestly say
I've spent at least 4,000 hours actively studying, and that's <i>not</i>
counting watching Japanese movies, singing karaoke, having conversations
all day long in Japanese, and working in Japan.
</p>

<p>
Part of the problem lies with ever-loftier goals. At first, I thought it
would be enough just to master some survival phrases. But every time I
met someone, they asked me questions I couldn't answer. So I learned
more, until I could finally have a conversation. Then I wanted to have a
longer, more interesting conversation, until eventually I realized what
I really needed was to make myself understood in both speech and writing
at roughly the same level I'm at in English. In other words, even
<a href="https://archive.ph/o/wd0m5/www.japaneseruleof7.com/does-fluency-matter/">fluency</a>
wasn't enough. It's a little bit like putting yourself through high
school and college all over again, alone, in Japanese.
</p>

<p>
If I had to say how long it would take to get reasonably good at
Japanese, I'd estimate a minimum of 3 to 7 years, and possibly much
more, depending upon how much time you devote and how many
<a href="https://archive.ph/o/wd0m5/www.japaneseruleof7.com/learn-japanese-quickly-in-7-easy-steps/">advantages</a>
you bring to the table.
</p>
</div>
</div>

<div id="outline-container-orga9f862b" class="outline-2">
<h2 id="orga9f862b">Safe Return Doubtful</h2>
<div class="outline-text-2" id="text-orga9f862b">
<p>
Of the hundreds of people I've seen study Japanese over the years, only
about ten succeeded in speaking the language with any level of
competency. The rest eventually stopped. You might want to give some
thought to undertaking a project with a higher dropout rate than that of
the Navy SEALs. Just saying.
</p>

<p>
Of course, you can spend the years of your life any way you like, but it
seems a shame to buy a cookbook, go to the store for eggs, flour and a
cake pan, come home and mix up a batter, put it in the oven, and then
half an hour later yank open the oven and throw the whole thing out the
window. In other words, either bake the cake or do not. There is no try.
Pretty sure Yoda said that.
</p>

<p>
Most people seem to last about a year and a half. They're all balls-out
at the start, and then after several months it dawns on them that it's a
much bigger task than they were led to believe. So be aware of how long
it's going to take. If you want to spend the years, you absolutely can
do it. But think about whether you want to spend a decade on Japanese
before you set out. Doing it halfway seems kind of a waste of time.
</p>
</div>
</div>

<div id="outline-container-org92189f7" class="outline-2">
<h2 id="org92189f7">Opportunity Cost</h2>
<div class="outline-text-2" id="text-org92189f7">
<p>
This is a term economists use to make you feel bad about your behavior.
If you spent $10 on a delicious dinner, well, see there Ken, that's $10
you could have invested in the stock market, and now you'd be rich and
could have two delicious dinners. That kind of stuff.
</p>

<p>
Studying Japanese takes some money, but more importantly, it takes time.
In the 3 to 7 years you spent learning Japanese, you could have learned
to play the guitar, and now you'd be in a cool rock band and getting
lots of sex. Or you could have gone to the gym and now you'd have abs of
steel, and get lots of sex. Or gone back to college and had sex.
Contrary to what you might think, learning Japanese will not help you
have sex in Japan. At least not nearly as much as English will. More on
that in a minute.
</p>
</div>
</div>

<div id="outline-container-org6601dfc" class="outline-2">
<h2 id="org6601dfc">The Payback</h2>
<div class="outline-text-2" id="text-org6601dfc">
<p>
I don't like the word "problem." I prefer "challenge." And one of the
challenges&#x2014;oh the hell with it&#x2014;the <i>problem</i> with Japanese is that
it's pretty much only useful in Japan. So how long are you going to be
in Japan? Let's say you turn out to be some super prodigy kind of dude
and learn Japanese in just two years. Great, now I hate you. Whatever.
If you stay in Japan for two years, then that's 1:1 and maybe it was
worth the time investment. But what if it takes you five years to learn
and you only stay for a year? See what I'm saying? I've known people who
spent years learning Japanese and watching anime and reading manga and
then once they got here . . . eh, it wasn't as great as they thought
it'd be, and they went home. Open window, insert cake.
</p>
</div>
</div>

<div id="outline-container-org593a03a" class="outline-2">
<h2 id="org593a03a">You Really Don't Need Japanese</h2>
<div class="outline-text-2" id="text-org593a03a">
<p>
Of the roughly 20 countries I've been to, Japan is probably the most set
up to accommodate people who don't speak the local language. Many
foreigners live here with no more than a handful of simple phrases and
do just fine. Lots of signs and menus are in English, and the entire
population has received at least six years of English education. Even if
you try to speak Japanese, it may not work. Sometimes no matter how
perfectly you ask a question in Japanese, you'll get an answer in
English, or at least dumbed-down Japanese. Contrary to many countries
that demand you speak the local language, Japan sometimes seems to
prefer you <i>don't</i> speak Japanese.
</p>
</div>
</div>

<div id="outline-container-org765d82e" class="outline-2">
<h2 id="org765d82e">Japanese can Make you Less Popular</h2>
<div class="outline-text-2" id="text-org765d82e">
<p>
You know David Blaine, the magician guy? Think about like him at a
party. People see him and they just wig out, like, Wow, David Blaine! Do
some card tricks or hold your breath for ten minutes or something! And
he's like, Nah, I just want to drink a beer like everybody else. That
would suck, right? You'd be like, I went to a party with stupid David
Blaine and he didn't even levitate or anything.
</p>

<p>
Well that's you in Japan, unless you look super Japanese, and then
people will be confused until they figure out you're secretly white.
Your magic trick is that you can speak English. That's what everyone
wants you to do. And every time you do it, and tell them about how big
the cheeseburgers are back home and how people wear shoes inside the
house, their eyes will light up and they'll be like, Wow, amazing!
</p>

<p>
And every time you speak Japanese, people will say, "Oh, your Japanese
is so good." And then they'll try to speak English with you. You can say
the most profound thing ever in Japanese, make the funniest joke, talk
about the earth being taken over by space robots, whatever&#x2014;and all
you'll get back is "Heeeeey." But say any stupid thing off the top of
your head in English and everybody will bust up laughing. English is a
pretty upbeat language; Japanese, eh, not so much. And when it comes to
meeting people of the opposite sex, and potentially even having that
sex, well, they don't want you to be like everybody else. They want the
magic. Just saying.
</p>
</div>
</div>

<div id="outline-container-orga137065" class="outline-2">
<h2 id="orga137065">Japan Isn't all That</h2>
<div class="outline-text-2" id="text-orga137065">
<p>
If you came to Japan for a vacation, you probably had a pretty
mind-blowing time. Everything was new, and everything was interesting.
But it was also, in a sense, free, because you used money you'd saved up
or you credit-carded it or something. Either way, you didn't have to
work in Japan in exchange for the experience you were having.
</p>

<p>
But once you live and work here, that changes. You can go clubbing, take
trips to <i>onsen</i>, hang out all night in karaoke booths, but you have to
work in order to make those things possible. And the more fun you want
to have, the more you have to work. That realization changes the
equation. It's not fun for free once you live here.
</p>

<p>
Now, I like Japan, don't get me wrong. And I like conversing in
Japanese, and reading and writing it. But Japan's still just a place,
with plenty of both good and bad. That's why it's called Japan, and not
Heaven. The architecture&#x2014;mmm, it's not so great. The natural
scenery&#x2014;yeah, that's not so great either. The people&#x2014;ah jeez, well,
you get the idea. But hey, at least the food's good. That's something.
</p>
</div>
</div>

<div id="outline-container-org3f6e458" class="outline-2">
<h2 id="org3f6e458">Choose Wisely</h2>
<div class="outline-text-2" id="text-org3f6e458">
<p>
So if you've never wanted to learn Japanese, here's your big chance to
do absolutely butt nothing. On the other hand, if you still really,
really want to study Japanese, and make it a significant part of your
life's work, then I'm 100 percent behind you. Well, maybe like 90, but
that's pretty good anyway. So it's probably safe to come down out of the
tree now and continue on to
<a href="https://archive.ph/o/wd0m5/japaneseruleof7.com/how-to-learn-kanji/">Phase III</a>.
I mean, as soon as I write it. Okay, maybe you better stay up
there a bit longer.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
&copy; d)zharii. <a href="/sitemap.html">sitemap</a>
</div>
</body>
</html>
